Repository: kjlaw89/web-watcher
Catalog: po/*.po
Languages: pt_br

source: Monitor your sites for uptime and performance
pt_br: Monitore tempo de atividade e desempenho de seus sites

source: Github Translators
pt_br: Tradutores

source: Website is up
pt_br: O site está disponível

source: Website is down
pt_br: O site está indisponível

source: Show Web Watcher
pt_br: Mostrar Web Watcher

source: Quit
pt_br: Sair

source: Site URL
pt_br: URL do site

source: Must be a valid URL that starts with http or https
pt_br: É necessário ser um URL válido que começa com http ou https

source: Site _URL
pt_br: _URL do site

source: Alert on _change
pt_br: Alertar _mudança

source: Monitoring _Enabled
pt_br: Monitoramento _Habilitado

source: _Delete
pt_br: _Eliminar

source: Update _Site
pt_br: Atualizar o _Site

source: Monitor _Site
pt_br: Monitorar _Site

source: No results…
pt_br: Sem resultados…

source: result
pt_br: resultado

source: results
pt_br: resultados

source: Monitored Site
pt_br: Site Monitorado

source: Monitored Sites
pt_br: Sites Monitorados

source: Time
pt_br: Hora

source: Response
pt_br: Tempo de Resposta

source: Status Code
pt_br: Código

source: Status
pt_br: Estado

source: Good
pt_br: Bom

source: Unknown
pt_br: Desconhecido

source: Offline
pt_br: Não disponível

source: Start monitoring your sites
pt_br: Comece a monitorar seus sites

source: Add a new site to begin
pt_br: Adicionar um novo site para começar

source: _New
pt_br: _Novo

source: _Back
pt_br: _Voltar

source: Filter sites…
pt_br: Filtrar sites…

source: Preferences
pt_br: Preferências

source: Hide on Start
pt_br: Ocultar ao iniciar

source: Hide on Close
pt_br: Ocultar ao fechar
